Repository: Gregory-K/gajim-plugins
Catalog: po/*.po
Languages: es, fr, kk, pl

source: Acronyms Configuration
es: Configuración de acrónimos
fr: Configuration de Acronyms
kk: Акронимдерді баптау
pl: Konfiguracja skrótów

source: Add an incoming filter. First argument is the search regex, second argument is the replace regex.
es: Agregar un filtro entrante. El primer argumento es la expresión regular de búsqueda, el segundo argumento es la expresión regular de reemplazo.
fr: Ajouter un filtre entrant. Le premier argument est la regex de recherche, le second est la regex de remplacement.

source: Added rule to replace %(search)s by %(replace)s
es: Se agregó una regla para reemplazar %(search)s por %(replace)s
fr: règle ajoutée pour remplacer %(search)s par %(replace)s

source: Adds a menu with customizable quick replies
es: Agrega un menú con respuestas rápidas personalizables
fr: Ajoute un menu avec des réponses rapides personnalisables
kk: Бапталатын жылдам жауаптары бар мәзірді қосады
pl: Dodaje menu z własnymi szybkimi odpowiedziami

source: All Files
es: Todos los ficheros
fr: Tous les fichiers
kk: Барлық файлдар
pl: Wszystkie pliki

source: Allows you to adjust the height of the message input.
es: Te permite ajustar la altura de la entrada del mensaje.
fr: Permet d'ajuster la hauteur du champ de saisie de message.
kk: Хабарлама енгізу өрісі биіктігін баптауға мүмкіндік береді.
pl: Umożliwia regulację wysokości pola nowej wiadomości.

source: Allows you to block various kinds of incoming messages (Spam, XHTML formatting, etc.)
es: Te permite bloquear varios tipos de mensajes entrantes (Spam, formato XHTML, etc.)
fr: Permet de bloquer certains types de messages entrants (Spam, formatage XHTML, etc.)
kk: Әр түрлі кіріс хабарларды (спам, XHTML пішімдеу, т.б.) блоктауға мүмкіндік береді
pl: Umożliwia blokowanie różnych rodzajów wiadomości przychodzących (spam, formatowanie XHTML itp.)

source: Anti Spam Answer
es: Respuesta anti spam
fr: Réponse Anti Spam
kk: Антиспам жауабы
pl: Antyspamowa odpowiedź

source: Anti Spam Configuration
es: Configuración anti spam
fr: Configuration de Anti Spam
kk: Антиспамды баптау
pl: Konfiguracja antyspamowa

source: Anti Spam Question
es: Pregunta anti spam
fr: Question Anti Spam
kk: Антиспам сұрағы
pl: Antyspamowe pytanie

source: Anti Spam Question in Group Chats
es: Pregunta anti spam en grupos
fr: Question Anti Spam dans les salons de discussion
kk: Топтық чаттардағы антиспам сұрағы
pl: Antyspamowe pytanie w rozmowach grupowych

source: Assign Key
es: Asignar clave
fr: Associer la clef
kk: Кілтті тағайындау
pl: Przyporządkuj klucz

source: Assign PGP Key
es: Asignar clave PGP
fr: Assigner une clé PGP
kk: PGP кілтін тағайындау
pl: Przyporządkuj klucz PGP

source: Assign key for %s
es: Asignar clave para %s
fr: Associer la clef pour %s
kk: %s үшін кілт тағайындау
pl: Przyporządkuj klucz dla %s

source: Available
es: Disponible
fr: Disponible

source: Bad Configuration
es: Mala configuración
fr: Mauvaise configuration

source: Birthday Reminder
es: Recordatorio de cumpleaños
fr: Rappel d'anniversaire

source: Blind Trust
es: Confianza a ciegas
fr: Confiance aveugle
kk: Cоқыр сенім
pl: Ślepe zaufanie

source: Cancel
es: Cancelar
fr: Annuler
kk: Бас тарту
pl: Anuluj

source: Check for updates
es: Buscar actualizaciones
fr: Vérifier les mises à jour

source: Check for updates after start
es: Buscar actualizaciones después de arrancar
fr: Vérifier les mises à jour au démarrage

source: Checks vCards of your contacts for upcoming birthdays and reminds you on that day.
es: Comprueba vCards de tus contactos para los próximos cumpleaños y te recuerda ese día.
fr: Vérifie les vCards de vos contacts à la recherche de dates d'anniversaire imminentes et vous informe le jour venu.

source: Clients Icons Configuration
es: Configuración de iconos de clientes
fr: Configuration de Client Icons
kk: Клиент таңбашаларын баптау
pl: Konfiguracja ikon klientów

source: Color
fr: Couleur
kk: Түс
pl: Kolor

source: Configure Gajim’s behaviour with triggers for each contact
es: Configura el comportamiento de Gajim con disparadores para cada contacto
fr: Modifier le comportement de Gajim grâce à des déclencheurs pour chaque contact
kk: Әрбір контакт үшін триггерлермен Gajim әрекетін баптау
pl: Konfiguruj zachowanie Gajima z wyzwalaczami dla każdego kontaktu

source: Copy tune info of playing music to conversation input box at cursor position (Alt + N)
es: Copia la información de la melodía en reproducción en el cuadro de entrada de conversación en la posición del cursor (Alt + N)
fr: Copier les informations de musique dans la zone de saisie de message (Alt + N) à la position du curseur
kk: Ойнап тұрған музыка ақпаратын курсор орнындағы сөйлесу жолағына көшіру (Alt + N)
pl: Kopiuj informacje o odtwarzanej muzyce do pola wprowadzania wiadomości w miejscu kursora (Alt + N)

source: Correct answer to your Anti Spam Question (leave empty to disable question)
es: Respuesta correcta a tu pregunta antispam (deja en blanco para deshabilitar la pregunta)
fr: La bonne réponse à la question Anti Spam (laisser vide pour désactiver la question)
kk: Спамға қарсы сұраққа дұрыс жауап (сұрақты өшіру үшін бос қалдырыңыз)
pl: Prawidłowa odpowiedź na antyspamowe pytanie (pozostaw puste, żeby wyłączyć pytanie)

source: Data Form
es: Formulario de datos
fr: Formulaire de données

source: Delete
es: Borrar
fr: Supprimer
kk: Өшіру
pl: Usuń

source: Delete Fingerprint
es: Borrar huella digital
fr: Supprimer l'empreinte

source: Delete Public Key
es: Borrar clave pública
fr: Supprimer la clé publique
kk: Жария кілтті өшіру
pl: Usuń klucz publiczny

source: Deny Subscription Requests
es: Denegar solicitudes de suscripción
fr: Refuser les demandes d'inscription à votre présence
kk: Жазылуға сұранымдарды елемеу
pl: Odrzuć żądania subskrybowania

source: Disable XHTML for Group Chats
es: Deshabilitar XHTML en grupos
fr: Désactiver XHTML dans les salons de discussion
kk: Топтық чаттар үшін XHTML сөндіру
pl: Wyłącz XHTML w rozmowach grupowych

source: Disable XHTML for PMs
es: Deshabilitar XHTML para MPs
fr: Désactive XHTML pour les messages privés
kk: Жеке хабарламалар үшін XHTML сөндіру
pl: Wyłącz XHTML w prywatnych wiadomościach

source: Do not show this message again
es: No mostrar este mensaje otra vez
fr: Ne plus afficher ce message

source: Doing so will permanently delete this Fingerprint
es: Al hacerlo, se eliminará permanentemente esta huella digital
fr: Cela va supprimer définitivement cette empreinte

source: Enable the plugin for selected XMPP addresses only (comma separated)
es: Habilitar el complemento solo para las direcciones XMPP seleccionadas (separadas por comas)
fr: Activer l'extension uniquement pour les adresses XMPP sélectionnées (séparées par des virgules)
kk: Таңдалған XMPP адрестері үшін ғана плагинді іске қосу (үтірмен бөлінген)
pl: Włącz tę wtyczkę tylko dla wybranych adresów XMPP (oddzielonych przecinkami)

source: Enables anti spam question for private messages in group chats
es: Permite preguntas antispam para mensajes privados en grupos
fr: Active la question anti spam pour les messages privés dans les salons
kk: Топтық чаттардағы жеке хабарламалар үшін спамға қарсы сұрақты іске қосу
pl: Włącza antyspamowe pytanie dla prywatnych wiadomości w rozmowach grupowych

source: Encryption error
es: Error de cifrado
fr: Erreur de chiffrement

source: Encryption error: %s
es: Error de cifrado: %s
fr: Erreur de chiffrement : %s
kk: Шифрлеу қатесі: %s
pl: Błąd szyfrowania: %s

source: Error
fr: Erreur
kk: Қате
pl: Błąd

source: Fingerprints for %s
es: Huellas digitales para %s
fr: Empreinte pour %s

source: Form has successfully been sent
es: El formulario ha sido enviado exitosamente
fr: Le formulaire a été envoyé avec succès

source: Form sent
es: Formulario enviado
fr: Formulaire envoyé

source: Format string
es: Cadena de formateo
fr: Chaîne de formatage
kk: Пішім жолы
pl: Tekst formatowania

source: Gajim will now try to setup OpenPGP for you
es: Gajim intentará configurar OpenPGP para ti
fr: Gajim va maintenant essayer de paramétrer OpenPGP pour vous
kk: Енді Gajim сіз үшін OpenPGP орнатуға тырысады
pl: Gajim teraz spróbuje skonfigurować OpenPGP dla Ciebie

source: Generating new Key
es: Generando nueva clave
fr: Génération d'une nouvelle clé
kk: Жаңа кілтті жасау
pl: Generowanie nowego klucza

source: Height in pixels
es: Altura en píxeles
fr: Hauteur en pixels
kk: Биіктігі, пиксельмен
pl: Wysokość w pikselach

source: Highlight color for the message input
es: Color para resaltar la entrada de mensaje
fr: Couleur de surbrillance pour le message saisi
kk: Хабарламаны енгізу үшін ерекшелеу түсі
pl: Kolor podświetlenia pola wprowadzania wiadomości

source: Highlights the chat window’s message input if a specified message length is exceeded.
es: Resalta la entrada de mensajes de la ventana de chat si se excede una longitud de mensaje especificada.
fr: Met en surbrillance le champ texte dans la fenêtre de discussion lorsque la longueur du message dépasse un seuil spécifié.
kk: Хабарлама ұзындығы белгіленген шамадан асып кетсе, сөйлесу терезесінің хабарлама енгізуін ерекшелейді.
pl: Podświetla pole wprowadzania wiadomości w oknie rozmowy gdy określona długość wiadomości jest przekroczona.

source: Install and upgrade plugins for Gajim
es: Instalar y actualizar complementos de Gajim
fr: Installer et mettre à jour les extensions pour Gajim

source: Last seen: %s
es: Visto por última vez: %s
fr: Vue pour la dernière fois : %s

source: Length Notifier Configuration
es: Configuración de notificación de longitud
fr: Configuration de Length Notifier
kk: Ұзындық хабарландырушы баптаулары
pl: Konfiguracja powiadamiania o długości

source: Lets the user display and answer forms attached to messages.
es: Permite al usuario mostrar y responder formularios adjuntos a los mensajes.
fr: Permet à l'utilisateur d'afficher et de répondre à des formulaires joints à des messages.

source: Limit Message Length
es: Limita la longitud del mensaje
fr: Limiter la longueur de message
kk: Хабарлама ұзындығын шектеу
pl: Ogranicz długość wiadomości

source: Limits maximum message length (leave empty to disable)
es: Limita la longitud máxima del mensaje (dejar en blanco para deshabilitar)
fr: Limite la taille maximale des messages (laisser vide pour désactiver)
kk: Хабарламаның максималды ұзындығын шектеу (сөндіру үшін бос қалдырыңыз)
pl: Ogranicza maksymalną długość wiadomości (pozostaw puste, żeby wyłączyć)

source: List incoming filters.
es: Lista filtros de entrada.
fr: Liste les filtres entrants.

source: Message Box Size Configuration
es: Configuración del tamaño de cuadro de mensaje
fr: Configuration de Message Box Size
kk: Хабарлама терезесінің өлшемі конфигурациясы
pl: Konfiguracja rozmiaru pola wiadomości

source: Message Length
es: Longitud del mensaje
fr: Longueur du message
kk: Хабарлама ұзындығы
pl: Długość wiadomości

source: Message length at which the highlight is shown
es: Longitud del mensaje para la que se muestra el resaltado
fr: Longueur de message à partir de laquelle il sera mis en surbrillance
kk: Ерекшелеу көрсетіле бастайтын хабарлама ұзындығы
pl: Długość wiadomości, przy której pojawi się podświetlenie

source: Never
es: Nunca
fr: Jamais

source: New Quick Reply
es: Nueva respuesta rápida
fr: Nouvelle réponse rapide
kk: Жаңа жылдам жауап
pl: Nowa szybka odpowiedź

source: No OpenPGP key
es: No hay clave OpenPGP
fr: Pas de clé OpenPGP

source: No OpenPGP key assigned
es: No hay clave OpenPGP asignada
fr: Pas de clé OpenPGP assignée
kk: OpenPGP кілті тағайындалмаған
pl: Brak przyporządkowanych kluczy OpenPGP

source: No OpenPGP key is assigned to this contact.
es: No hay clave OpenPGP asignada a este contacto.
fr: Aucune de clé OpenPGP n'est associée à ce contact.
kk: Бұл контактіге OpenPGP кілті тағайындалмаған.
pl: Brak kluczy OpenPGP przyporządkowanych do tego kontaktu.

source: No OpenPGP key is assigned to your account.
es: No hay clave OpenPGP asignada a tu cuenta.
fr: Aucune clé OpenPGP n'est associée à votre compte.
kk: Тіркелгіңізге OpenPGP кілті тағайындалмаған.
pl: Żaden klucz OpenPGP nie jest przyporządkowany do Twojego konta.

source: No devices found. Query in progress...
es: No se encontraron dispositivos. Consulta en progreso...
fr: Aucun appareil trouvé. Interrogation en cours...

source: No key assigned
es: Sin clave asignada
fr: Aucune clé assignée
kk: Ешқандай кілт тағайындалмаған
pl: Brak przyporządkowanych kluczy

source: No rule defined
es: No se ha definido regla
fr: Aucune règle définie

source: None
es: Nada
fr: Aucune
kk: Ешнәрсе
pl: Brak

source: Not Decided
es: No decidido
fr: Non décidé
kk: Шешілмеген
pl: Nie zdecydowano

source: Not Trusted
es: No confiable
fr: Non approuvé
kk: Сенімді емес
pl: Niezaufany

source: Notify after update
es: Notificar después de actualizar
fr: Notifier après mise à jour

source: Now Listen Configuration
es: Configuración ahora escuchando
fr: Configuration de Now Listen
kk: "Қазір тыңдап отырған" баптаулары
pl: Konfiguracja „teraz słucham”

source: Now listening to: "%title" by %artist
es: Escuchando ahora: "%title" por %artist
fr: En train d'écouter : "%title" par %artist
kk: Қазір тыңдап отырған: "%title", %artist
pl: Teraz słucham: „%title” od %artist

source: Number of typed characters
es: Número de caracteres escritos
fr: Nombre de caractères tapés
kk: Терілген таңбалар саны
pl: Liczba wpisanych znaków

source: OMEMO Fingerprints
es: Huellas digitales OMEMO
fr: Empreintes OMEMO

source: Online
es: Conectado
fr: Connecté
kk: Желіде
pl: Dostępny

source: Open
es: Abrir
fr: Ouvrir

source: PGP Configuration
es: Configuración PGP
fr: Configuration de PGP
kk: PGP баптаулары
pl: Konfiguracja PGP

source: PGP Key mismatch
es: La clave PGP no coincide
fr: Problème de correspondance de clef PGP
kk: PGP кілтінің сәйкессіздігі
pl: Niedopasowanie kluczy PGP

source: PGP encryption as per XEP-0027
es: Cifrado PGP según XEP-0027
fr: Chiffrement PGP par la XEP-0027
kk: XEP-0027 сәйкес PGP шифрлеуі
pl: Szyfrowanie PGP zgodne z XEP-0027

source: Please install GnuPG / Gpg4win
es: Por favor, instala GnuPG / Gpg4win
fr: Veuillez installer GnuPG / Gpg4win
kk: GnuPG / Gpg4win орнатыңыз
pl: Proszę zainstalować GnuPG / Gpg4win

source: Please install python-gnupg and gnupg
es: Por favor, instala python-gnupg y gnupg
fr: Veuillez installer python-gnupg et gnupg
kk: Python-gnupg және gnupg орнатыңыз
pl: Proszę zainstalować python-gnupg i gnupg

source: Plugin Installer Configuration
es: Configuración de instalador de complementos
fr: Configuration de l'installeur d'extensions

source: Plugin Updates
es: Actualizaciones de complementos
fr: Mises à jour des extensions

source: Plugin Updates Available
es: Actualizaciones de complementos disponibles
fr: Mises à jour d'extensions disponibles

source: Plugin only available for Linux
es: Complemento solo disponible para Linux
fr: Extension disponible uniquement pour Linux
kk: Плагин тек Linux үшін қолжетімді
pl: Wtyczka dostępna wyłącznie dla Linuksa

source: Plugin updates have successfully been downloaded. Updates will be installed next time Gajim is started.
es: Las actualizaciones de los complementos han sido descargadas con éxito. Las actualizaciones se instalarán la próxima que se arranque Gajim.
fr: Les mises à jour des extensions ont été téléchargées avec succès. Ces mises à jour seront installées lors du prochain démarrage de Gajim.

source: Plugins Downloaded
es: Complementos descargados
fr: Extensions téléchargées

source: Plugins Updated
es: Complementos actualizados
fr: Extensions mises à jour

source: Public Keys for %s
es: Claves públicas para %s
fr: Clés publiques pour %s
kk: %s үшін ашық кілттер
pl: Klucze publiczne dla %s

source: Question has to be answered in order to contact you
es: La pregunta tiene que ser respondida para poder contactarte
fr: La question à laquelle il faut répondre pour pouvoir vous contacter
kk: Сізбен байланысу үшін сұраққа жауап беру керек
pl: Pytanie, na które musi zostać udzielona odpowiedź w celu skontaktowania się z Tobą

source: Quick Replies
es: Respuestas rápidas
fr: Réponses rapides
kk: Жылдам жауаптар
pl: Szybkie odpowiedzi

source: Quick Replies Configuration
es: Configuración de respuestas rápidas
fr: Configuration de Quick Replies
kk: Жылдам жауаптарды баптау
pl: Konfiguracja szybkich odpowiedzi

source: Read more about blind trust.
es: Leer más acerca de confianza a ciegas.
fr: Lire davantage à propos de Confiance Aveugle.

source: Remove an incoming filter. Argument is the rule number. See /list_rules command.
es: Eliminar un filtro entrante. El argumento es el número de la regla. Ver el comando /list_rules.
fr: Supprime un filtre entrant. L'argument est le numéro de la règle. Voir la commande /list_rules.

source: Removes XHTML formatting from group chat messages
es: Elimina el formato XHTML de los mensajes de grupos
fr: Retire le formatage XHTML des messages de salon
kk: Топтық чат хабарларынан XHTML пішімдеуін өшіреді
pl: Usuwa formatowanie XHTML z wiadomości w rozmowach grupowych

source: Removes XHTML formatting from private messages in group chats
es: Elimina el formato XHTML de los mensajes privados en grupos
fr: Retire le formatage XHTML des messages privés dans les salons
kk: Топтық чаттардағы жеке хабарлардан XHTML пішімдеуін өшіреді
pl: Usuwa formatowanie XHTML z prywatnych wiadomości w rozmowach grupowych

source: Replaces acronyms (or other strings) with given expansions/substitutes.
es: Reemplaza los acrónimos (u otras cadenas) con expansiones/sustituciones dados.
fr: Remplace les acronymes (ou autres chaînes de caractères) par les expressions données.
kk: Қысқартуларды (немесе басқа жолдарды) берілген кеңейтулермен/алмастырумен алмастырады.
pl: Zastępuje skrót (lub inny ciąg znaków) podanym rozwinięciem/zamiennikiem.

source: Request OpenPGP Key
es: Solicitar clave OpenPGP
fr: Récupérer la clé OpenPGP
kk: OpenPGP кілтін сұрау
pl: Zażądaj klucza OpenPGP

source: Rule number %s does not exist
es: La regla número %s no existe
fr: La règle numéro %s n'existe pas

source: Rule number %s removed
es: Eliminada la regla número %s
fr: Règle numéro %s supprimée

source: Selected Addresses
es: Direcciones seleccionadas
fr: Adresses sélectionnées
kk: Таңдалған адрестер
pl: Wybrane adresy

source: Send your best wishes to %s
es: Envía tus mejores deseos a %s
fr: Envoyez vos meilleurs vœux à %s

source: Setup OpenPGP
es: Configurar OpenPGP
fr: Paramétrer OpenPGP
kk: OpenPGP баптау
pl: Konfiguracja OpenPGP

source: Setup failed
es: Configuración fallida
fr: Installation échouée
kk: Баптау сәтсіз аяқталды
pl: Konfiguracja nie powiodła się

source: Setup successful
es: Configuración exitosa
fr: Paramétrage terminé avec succès
kk: Баптау сәтті аяқталды
pl: Konfiguracja powiodła się

source: Show Icon for Unknown Clients
es: Mostrar icono para clientes desconocidos
fr: Montrer une icône pour les clients inconnus
kk: Белгісіз клиенттер таңбашасын көрсету
pl: Pokazuj ikony dla nieznanych klientów

source: Show Icons in Tooltip
es: Mostrar iconos en la descripción emergente
fr: Afficher les icônes dans les info-bulles
kk: Таңбашаларды қалқымалы терезеде көрсету
pl: Pokazuj ikony w podpowiedziach

source: Show message when automatic update was successful
es: Mostrar mensaje cuando la actualización automática tuvo exito
fr: Afficher un message quand une mise à jour automatique a réussi

source: Size of message input in pixels
es: Tamaño de la entrada del mensaje en píxeles
fr: Taille de la boite de saisie en pixels
kk: Хабарламаны енгізудің пиксельдегі өлшемі
pl: Rozmiar pola wiadomości w pikselach

source: Submit
es: Enviar
fr: Soumettre

source: The PGP key used to encrypt this chat is not trusted. Do you really want to encrypt this message?
es: La clave PGP utilizada para cifrar este chat no es de confianza. ¿Realmente quieres cifrar este mensaje?
fr: La clé PGP utilisée pour chiffrer cette discussion n'est pas approuvée. Voulez-vous vraiment chiffrer ce message ?
kk: Бұл чатты шифрлеу үшін пайдаланылатын PGP кілті сенімсіз. Бұл хабарламаны шынымен шифрлегіңіз келе ме?
pl: Klucz PGP użyty do szyfrowania tej rozmowy nie jest zaufany. Czy na pewno chcesz zaszyfrować tę wiadomość?

source: The contact's key (%s) <b>does not match</b> the key assigned in Gajim.
es: La clave del contacto (%s) <b>no coincide</b> con la clave asignada en Gajim.
fr: La clé du contact (%s) <b>ne correspond pas</b> à la clé assignée dans Gajim.
kk: Контакт кілті (%s) Gajim жүйесінде тағайындалған кілтке <b>сәйкес келмейді</b>.
pl: Klucz kontaktu (%s) <b>nie pasuje</b> do klucza przyporządkowanego w Gajimie.

source: There are updates for your plugins: <b>%s</b>
es: Hay actualizaciones para tus complementos: <b>%s</b>
fr: Il y a des mises à jour pour vos extensions : <b>%s</b>

source: There was no trusted and active key found
es: No se ha encontrado ninguna clave activa y confiable
fr: Aucune clé de confiance activée n'a été trouvée
kk: Сенімді және белсенді кілт табылмады
pl: Nie odnaleziono zaufanego i aktywnego klucza

source: This message was encrypted with OMEMO, but not for your device.
es: Este mensaje fue cifrado con OMEMO, pero no para tu dispositivo.
fr: Ce message a été chiffré avec OMEMO, mais pas à l'attention de votre appareil.

source: This plugin contains translations for other Gajim plugins. Please restart Gajim after enabling this plugin.
es: Este complemento contiene traducciones para otros complementos de Gajim. Reinicia Gajim después de habilitar este complemento.
fr: Cette extension contient les traductions des autres extensions de Gajim. Veuillez relancer Gajim après avoir activé cette extension.
kk: Бұл плагин басқа Gajim плагиндерінің аудармаларын қамтиды. Осы плагинді іске қосқаннан кейін Gajim қолданбасын қайта іске қосыңыз.
pl: Ta wtyczka zawiera tłumaczenia dla innych wtyczek Gajima. Proszę zrestartować Gajima po włączeniu tej wtyczki.

source: This will permanently delete this public key
es: Esto borrará permanentemente esta clave pública
fr: Cela va supprimer définitivement cette clé publique
kk: Бұл жария кілтті біржола өшіреді
pl: To na stałe usunie ten klucz publiczny

source: To send an encrypted message, you have to first trust the fingerprint of your contact!
es: Para enviar un mensaje cifrado, ¡primero debes confiar en la huella digital de tu contacto!
fr: Pour envoyer un message crypté, vous devez d'abord faire confiance à l'empreinte de votre contact !

source: To use OMEMO in a Groupchat, the Groupchat should be non-anonymous and members-only.
es: Para usar OMEMO en Grupos, este debe ser no anónimo y solo para miembros.
fr: Pour utiliser OMEMO dans un salon de discussion, le salon devrait être non anonyme et accessible uniquement aux membres.

source: Triggers Configuration
es: Configuración de disparadores
fr: Configuration de Triggers
kk: Баптауды ауыстырады
pl: Konfiguracja wyzwalaczy

source: Unknown
es: Desconocido
fr: Inconnu
kk: Белгісіз
pl: Nieznany

source: Untrusted
es: No confiable
fr: Non approuvée

source: Untrusted PGP key
es: Clave PGP no confiable
fr: Clé PGP non approuvée
kk: Сенімсіз PGP кілті
pl: Niezaufany klucz PGP

source: Update automatically
es: Actualizar automáticamente
fr: Mettre à jour automatiquement

source: Update plugins automatically
es: Actualizar complementos automáticamente
fr: Mettre à jour les extensions automatiquement

source: Update plugins automatically next time
es: Actualizar automáticamente los complementos la próxima vez
fr: Mettre à jour les extensions automatiquement la prochaine fois

source: Updates will be installed next time Gajim is started.
es: Las actualizaciones se instalarán en el próximo arranque de Gajim.
fr: Les mises à jour seront installées la prochaine fois que Gajim sera démarré.

source: Verified
es: Verificado
fr: Vérifiée
kk: Расталған
pl: Zweryfikowany

source: Wav Sounds
es: Sonidos Wav
fr: Sons Wav
kk: Wav дыбыстары
pl: Dźwięki Wav
