Repository: Gregory-K/gajim-plugins
Catalog: po/*.po
Languages: es, fr, kk, pl

source: We didnt receive a OpenPGP key from this contact.
es: No hemos recibido una clave OpenPGP de este contacto.
fr: Aucune clé OpenPGP reçue pour ce contact.

source: Welcome
es: Bienvenido
fr: Bienvenue
kk: Қош келдіңіз
pl: Witamy

source: You have undecided fingerprints
es: Tienes huellas digitales no decididas
fr: Il y a des empreintes pour lesquelles vous n'avez encore rien décidé

source: [This message is *encrypted* (See :XEP:`27`]
es: [Este mensajes está *cifrado* (Ver :XEP:`27`]
fr: [Ce message est *chiffré* (Voir :XEP:`27`]

source: _Do not ask me again
es: No me preguntes otra vez
fr: _Ne plus poser la question
kk: _Мені қайта сұрамау
pl: _Nie pytaj mnie ponownie

source: _Encrypt Anyway
es: Cifrar de todos modos
fr: _Chiffrer malgré tout
kk: Сонда да шифрл_еу
pl: _Zaszyfruj mimo to

source: _No
fr: _Non
kk: _Жоқ
pl: _Nie

source: _Update
es: Actualizar
fr: Mettre à _jour

source: and I am
es: y yo estoy
fr: et je suis
kk: және мен
pl: i jestem

source: Condition
es: Condición
kk: Шарт
pl: Warunek

source: Inactive
es: Inactivo
kk: Белсенді емес
pl: Nieaktywny

source: Acronym
kk: Акроним
pl: Skrót

source: Actions
kk: Әрекеттер
pl: Akcje

source: Add
kk: Қосу
pl: Dodaj

source: Advanced
kk: Кеңейтілген
pl: Zaawansowane

source: All statuses
kk: Барлық қалып-күйлер
pl: Wszystkie statusy

source: Away
kk: Кетіп қалған
pl: Zaraz wracam

source: Busy
kk: Бос емес
pl: Zajęty

source: Category
kk: Санаты
pl: Kategoria

source: Certain status
kk: Белгілі бар қалып-күйі
pl: Określony status

source: Chat Window
kk: Чат терезесі
pl: Okno rozmowy

source: Command...
kk: Команда...
pl: Polecenie…

source: Conditions
kk: Шарттар
pl: Warunki

source: Contact
kk: Контакт
pl: Kontakt

source: Contact Name
kk: Контакт аты
pl: Nazwa kontaktu

source: Delete rule
kk: Ережені өшіру
pl: Usuń regułę

source: Delete this rule once applied
kk: Бұл ережені іске асырғаннан кейін өшіру
pl: Usuń tę regułę gdy zostanie zastosowana

source: Does not have focus
kk: Фокусы жоқ
pl: Nie ma zaznaczenia

source: Down
kk: Төмен
pl: W dół

source: Event
kk: Оқиға
pl: Zdarzenie

source: Everybody
kk: Әркім
pl: Wszyscy

source: Focus
kk: Фокус
pl: Zaznaczenie

source: Group
kk: Топ
pl: Grupa

source: Groupchat participant
kk: Топтық чат мүшесі
pl: Uczestnik rozmowy grupowej

source: Has focus
kk: Фокус бар
pl: Ma zaznaczenie

source: Key ID
kk: Кілт идентификаторы
pl: Identyfikator klucza

source: Launch command
kk: Команданы жөнелту
pl: Uruchom polecenie

source: List
kk: Тізім
pl: Lista

source: Manage Replies…
kk: Жауаптарды басқару…
pl: Zarządzaj odpowiedziami…

source: My status
kk: Менің қалып-күйім
pl: Mój status

source: New rule
kk: Жаңа ереже
pl: Nowa reguła

source: Not Available
kk: Қолжетімді емес
pl: Nieobecny

source: Not opened
kk: Ашылмаған
pl: Nieotwarty

source: Not_ify me with a popup
kk: Қалқымалы тереземен хабарла_у
pl: _Powiadom mnie z wyskakującym oknem

source: Notifications
kk: Хабарламалар
pl: Powiadomienia

source: OK
kk: ОК

source: Opened
kk: Ашылған
pl: Otwarty

source: Play sound
kk: Дыбысты ойнату
pl: Odtwórz dźwięk

source: Quick Reply
kk: Жылдам жауап
pl: Szybka odpowiedź

source: Receive a Message
kk: Хабарламаны алу
pl: Odebranie wiadomości

source: Remove
kk: Өшіру
pl: Usuń

source: Select Sound
kk: Дыбысты таңдау
pl: Wybierz dźwięk

source: Shows client icons in your contact list and in the groupchat participants list.
kk: Контакттар тізімінде және топтық чатқа қатысушылар тізімінде клиент таңбашаларын көрсету.
pl: Pokazuje ikony klientów na Twojej liście kontaktów i na liście uczestników rozmowy grupowej.

source: Sounds
kk: Дыбыстар
pl: Dźwięki

source: Status
kk: Қалып-күй

source: Substitute
kk: Алмастыру
pl: Zamiennik

source: Up
kk: Жоғары
pl: W górę

source: _Disable existing notification
kk: Бар болып тұрған хабарлауды сөн_діру
pl: _Wyłącz istniejące powiadomienie

source: _Disable existing sound for this event
kk: Осы оқиға үшін бар дыбысты сөн_діру
pl: _Wyłącz trwający dźwięk dla tego zdarzenia

source: comma separated list
kk: үтірмен ажыратылған тізім
pl: lista oddzielona przecinkami

source: [This message is *encrypted* (See :XEP:`27`)]
pl: [Ta wiadomość jest *zaszyfrowana* (zobacz :XEP:`27`)]
